Elona.Dialog.Unique.Larnneire = {
    Start = {
        Text = "你醒来了真是太好了。我第一次看到你的时候，觉得已经来不及了。",
        Choices = {
            Mission = "旅行目的",
            NorthTyris = "关于北泰利斯",
            FairyTale = "被变成野兽的王子的童话",
        },
    },

    Mission = {
        Text = "我们是来自温德尔森林的使者。我们正前往帕尔米亚王都，与公\n正的贾维国王会面，以洗清对森林和埃莱亚人民的指控。",
    },

    NorthTyris = {
        Text = {
            "北泰利斯位于泰利斯大陆北部，隔着大洋与阿塞利亚大陆相隔。在自\n由与和平国家帕尔米亚的统治下，古代遗迹尼菲亚吸引了许多旅\n行者和商人来此地。你也是其中一位旅行者吗？",
            "如果你还没有确定目的，可以去南方的煤矿城维尔尼斯。也许你正在\n寻找的东西，会在那里找到。",
        },
    },

    FairyTale = {
        Text = {
            "你听说过这样的故事吗？",
            "曾经有个被魔法变成丑陋野兽般模样的王子…他对自己的模样感到绝\n望，离开了国家，在森林中的小屋里生活。",
            "有一天，一位被狼袭击受伤的女孩跑进了小屋。王子犹豫着照顾着女\n孩。她当然也害怕男人的模样而流泪。",
            "不过，几天后她发现了男人的善良。她被他的真诚和内心的挣扎所打\n动。伤好的女孩决定和男人一起生活…",
            "两人共同克服了各种困难，最终王子身上的诅咒被解开，两人结婚迎\n接幸福结局。这是一个常见的故事。",
            "小时候听到这个童话故事，我就无法喜欢上它。我觉得那份对于丑陋\n模样的男人的爱被抛在一旁。",
        },
    },
}