Elona.Dialog.Unique.Lomias = {
    Tutorial0 = {
        Text = "見たところ君はノースティリスの人間ではないようだ。余計な世話でなければ、我々が旅を再開する前に、この土地での生活の知恵を授ける程度の時間は割けるのだが。",
        Choices = {
            Yes = "チュートリアルを開始する",
            No = "余計な世話だ",
        },
    },

    Tutorial0_Start = {
        Text = "賢明な判断だな。まずは最も基本的な動作から教えよう。",
    },

    Tutorial1 = {
        Text = {
            "移動方法はもうわかっているだろうが、もしカーソルキーを使っているのならば、できるだけテンキーでの移動に変えたほうがいいだろう。テンキーの周りには、床のアイテムを取得する0キー、その場で足踏みする5キー、そして射撃などのターゲットを指定できる*キーがあるからな。",
            "全ての行動はz,x,cの三つのキーから選択できる。zキーでは主に魔法やスキルなどの動作、xキーではアイテムの操作、cキーでは能力の確認や装備の変更ができるぞ。",
            "まずはxキーを使って、最も基本的で重要な行動である食事をしてみよう。注意しておけ、空腹になると体力の回復速度が下がり、餓死寸前になると当然体力は減って行くからな。食料は店で買ったり、栽培したり、たまに敵が残す死体を食べることもできる。",
            "君の足元に食料を置いた。xキーを押して、テンキーを使い「食べる」のメニューに移動して、足元のものを選択するんだ。",
        },
        Choices = {
            Alright = "わかった",
            Ate = "食べた",
        },
    },

    Tutorial1_Ate1 = {
        Text = "…本当に食べてしまったのか？",
        Choices = {
            What = "えー",
        },
    },

    Tutorial1_Ate2 = {
        Text = {
            "食料以外のアイテムも、同様にxキーで操作することになる。例えば巻物や魔法書は「読む」のメニューから、杖は「振る」のメニューから使用できる。",
            "次はzキーでの行動について説明しよう。",
        },
    },

    TutorialAfter = {
        Choices = {
            GetOut = "わが家から出て行ってほしい",
            Nothing = "何も",
        },
    },
}
