Elona.EngineMessage = {
    PlayTime = {
        Report = function(hoursPlayed)
            return ("Elonaをはじめてから%s時間が経過しています。"):format(hoursPlayed)
        end,
        WarnMessage = {
            ["1"] = "ラーネイレ「がんばれ〜」",
            ["2"] = "ロミアス「陰ながら応援しているよ（ニヤリ）」",
            ["3"] = "クミロミ「…大丈夫…だよね？」",
            ["4"] = "ルルウィ「あら、思いの他がんばるのね」",
            ["5"] = "ラーネイレ「いけない。このままでは…手遅れになってしまうわ…」",
            ["6"] = "ロミアス「まだまだ、これからだろう（ニヤリ）」",
            ["7"] = "ルルウィ「休憩しなさい。壊れちゃったら、私の役にたてないじゃない」",
            ["8"] = "ルルウィ「何を言っても無駄のようね。好きにするといいわ」",
            ["12"] = "オパートス「フハハハハッフハー」",
            ["24"] = "虚空「希望はまだあるはずだ」",
        },
    },
}
