Elona.RandomItem = {
    Kinds = {
        Elona = {
            Amulet = {
                Name = "首飾り",
                Adjectives = {},
            },
            Ring = {
                Name = "指輪",
                Adjectives = {
                    ["0"] = "鉄の",
                    ["1"] = "緑の",
                    ["2"] = "サファイアの",
                    ["3"] = "金の",
                    ["4"] = "木の",
                    ["5"] = "錆びた",
                },
            },
            Potion = {
                Name = "ポーション",
                Adjectives = {
                    ["0"] = "透明な",
                    ["1"] = "緑色の",
                    ["2"] = "青い",
                    ["3"] = "金色の",
                    ["4"] = "茶色い",
                    ["5"] = "赤い",
                },
            },
            Spellbook = {
                Name = "魔法書",
                Adjectives = {
                    ["0"] = "分厚い",
                    ["1"] = "苔むした",
                    ["2"] = "真新しい",
                    ["3"] = "豪華な",
                    ["4"] = "古びた",
                    ["5"] = "血の滴る",
                },
            },
            Scroll = {
                Name = "巻物",
                Adjectives = {
                    ["0"] = "かすれた",
                    ["1"] = "苔むした",
                    ["2"] = "ぼろぼろの",
                    ["3"] = "難しそうな",
                    ["4"] = "古びた",
                    ["5"] = "血文字の",
                },
            },
            Rod = {
                Name = "魔法棒",
                Adjectives = {
                    ["0"] = "鉄の",
                    ["1"] = "つたの",
                    ["2"] = "サファイアの",
                    ["3"] = "金の",
                    ["4"] = "木の",
                    ["5"] = "錆の",
                },
            },
        },
    },
}
