Elona.EngineMessage = {
    PlayTime = {
        Report = function(hoursPlayed)
            return ("从开始玩Elona已经过去了%s小时。"):format(hoursPlayed)
        end,
        WarnMessage = {
            ["1"] = "拉奈尔：加油～",
            ["2"] = "罗米亚斯：暗中支持你哦（偷笑）",
            ["3"] = "库米洛米：...没事...吧？",
            ["4"] = "露露维：噢，你比我想象中的更加努力呢",
            ["5"] = "拉奈尔：不行，如果这样下去就太迟了...",
            ["6"] = "罗米亚斯：还有很长的路要走呢（偷笑）",
            ["7"] = "露露维：休息一下吧。如果坏了的话，那对我来说就没用了",
            ["8"] = "露露维：不管说什么也是徒劳的吧。随你喜欢",
            ["12"] = "欧帕多斯：呼哈哈哈哈哈哈－",
            ["24"] = "虚空：希望还是会存在的",
        },
    },
}