Elona.RandomItem = {
    Kinds = {
        Elona = {
            Amulet = {
                Name = "首饰",
                Adjectives = {},
            },
            Ring = {
                Name = "戒指",
                Adjectives = {
                    ["0"] = "铁的",
                    ["1"] = "绿的",
                    ["2"] = "蓝宝石的",
                    ["3"] = "金的",
                    ["4"] = "木的",
                    ["5"] = "生锈的",
                },
            },
            Potion = {
                Name = "药水",
                Adjectives = {
                    ["0"] = "透明的",
                    ["1"] = "绿色的",
                    ["2"] = "蓝色的",
                    ["3"] = "金色的",
                    ["4"] = "棕色的",
                    ["5"] = "红色的",
                },
            },
            Spellbook = {
                Name = "魔法书",
                Adjectives = {
                    ["0"] = "厚重的",
                    ["1"] = "长满苔藓的",
                    ["2"] = "崭新的",
                    ["3"] = "豪华的",
                    ["4"] = "陈旧的",
                    ["5"] = "滴血的",
                },
            },
            Scroll = {
                Name = "卷轴",
                Adjectives = {
                    ["0"] = "模糊的",
                    ["1"] = "长满苔藓的",
                    ["2"] = "破烂的",
                    ["3"] = "看起来复杂的",
                    ["4"] = "陈旧的",
                    ["5"] = "血字的",
                },
            },
            Rod = {
                Name = "魔法棒",
                Adjectives = {
                    ["0"] = "铁的",
                    ["1"] = "藤蔓的",
                    ["2"] = "蓝宝石的",
                    ["3"] = "金的",
                    ["4"] = "木的",
                    ["5"] = "生锈的",
                },
            },
        },
    },
}