OpenNefia.Prototypes.Elona.Class.Elona =
{
    Archer = {
        Description = "狩人は遠隔攻撃のスペシャリストです。多少の打撃能力もありますが、大抵は敵の接近を許さずに倒すことができるでしょう。",
        Name = "狩人"
    },
    Claymore = {
        Description = "クレイモアは半人半妖の血が流れる俊敏な剣士です。銀眼の斬殺者と呼ばれる彼女達は、身の丈ほどの長さの大剣を自在に扱います。耐久力は低めですが、軽いみのこなしと敏感な目で、相手の攻撃を軽々とかわすことができます。",
        Name = "クレイモア"
    },
    Debugger = {
        Description = "デバッグ用",
        Name = "デバッガー"
    },
    Farmer = {
        Description = "農民は生産を得意とする職業です。彼らは我慢強く、またある程度の身体能力を持っています。",
        Name = "農民"
    },
    Gunner = {
        Name = "機工兵"
    },
    Pianist = {
        Description = "ピアニストは演奏を生業とする孤高の職業です。彼らは常にピアノを背負っているため、重荷に耐える能力があります。",
        Name = "ピアニスト"
    },
    Predator = {
        Name = "プレデター"
    },
    Priest = {
        Description = "神官は魔法の能力と供に、若干の肉弾戦への適正を持っています。彼らは信仰する神から、最大限の恩恵を受けることができるでしょう。",
        Name = "神官"
    },
    Thief = {
        Description = "遺跡荒らしは、財宝を目当てに墓や遺跡から貴重品を持ち出すことで生計をたてています。彼らにはそこそこの戦闘能力と、商人と駆け引きをするために必要な才能があります。",
        Name = "遺跡荒らし"
    },
    Tourist = {
        Description = "観光客はこの世界における伝統的な職業で、予想を裏切らないほど軟弱です。",
        Name = "観光客"
    },
    Warmage = {
        Description = "魔法戦士は戦士と魔法使いの中間的な職業で、より打撃に重点を置いています。魔法を使いこなすためにも、バランスをとり成長させることが必要でしょう。",
        Name = "魔法戦士"
    },
    Warrior = {
        Description = "戦士は己の肉体を武器に、立ちはだかるものを破壊し突き進みます。魔法の扱いには向いていませんが、その高い戦闘能力には目を見張るものがあります。",
        Name = "戦士"
    },
    Wizard = {
        Description = "魔法使いは、その名のとおり魔法の知識に長けています。魔法使いの生死は、魔法書の取得と管理にかかっています。",
        Name = "魔法使い"
    }
}
