-- NOTE: I avoid the use of :format() in this file because of all the '%' that
-- would need to be escaped.

OpenNefia.Prototypes.Elona.Feat.Elona = {
    Stamina = {
        ["1"] = {
            Desc = "あなたは持久力がある[スタミナ+]",
            Name = "短距離走者",
        },
        ["2"] = {
            Desc = "あなたはかなり持久力がある[スタミナ++]",
            Name = "中距離走者",
        },
        ["3"] = {
            Desc = "あなたの持久力は恐ろしい[スタミナ上昇]",
            Name = "長距離走者",
        },
        MenuDesc = "長年の特訓の成果がスタミナを高める",
    },

    DrainHp = {
        ["1"] = {
            Desc = "あなたは血を吸うことができる",
            Name = "吸血鬼",
        },
        MenuDesc = "吸血鬼の友人から血の吸い方を学ぶ",
    },

    Leader = {
        ["1"] = {
            Desc = "あなたは仲間を一時的に強くできる",
            Name = "指導者",
        },
        MenuDesc = "指導を続けるうちに、仲間を一時的に強くする方法を見つける",
    },

    ShortTeleport = {
        ["1"] = {
            Desc = "あなたは空間を曲げられる",
            Name = "空間歪曲",
        },
        MenuDesc = "夢の中で近くへの瞬間移動を思いつく",
    },

    BreathFire = {
        ["1"] = {
            Desc = "あなたは口から火を噴ける",
            Name = "火炎芸",
        },
        MenuDesc = "酒を飲んでいるうちに火を噴けるようになる",
    },

    ActSleep = {
        ["1"] = {
            Desc = "あなたは催眠をかけることができる",
            Name = "催眠術師",
        },
        MenuDesc = "突如として眠りの手を覚える",
    },

    ActPoison = {
        ["1"] = {
            Desc = "あなたは毒を盛ることができる",
            Name = "毒の知恵",
        },
        MenuDesc = "毒の研究の結果、毒の手を覚える",
    },

    Sexy = {
        ["1"] = {
            Desc = "あなたはセクシーだ[魅力+4]",
            Name = "セクシー",
        },
        ["2"] = {
            Desc = "あなたはとんでもない色魔だ[魅力+8] ",
            Name = "色魔",
        },
        MenuDesc = "セクシーなポーズを学ぶ",
    },

    Str = {
        ["1"] = {
            Desc = "あなたは腕相撲が強い[筋力+3]",
            Name = "腕相撲",
        },
        ["2"] = {
            Desc = "あなたは腕相撲の達人だ[筋力+6]",
            Name = "腕相撲の達人",
        },
        ["3"] = {
            Desc = "あなたは腕相撲のチャンピオンだ[筋力+9]",
            Name = "腕相撲のチャンピオン",
        },
        MenuDesc = "腕相撲の特訓で筋力を高める",
    },

    Tax = {
        ["1"] = {
            Desc = "あなたは税金の計算に強い[税金7%減]",
            Name = "見習い会計士",
        },
        ["2"] = {
            Desc = "あなたは税金の計算にとても強い[税金15%減]",
            Name = "熟練会計士",
        },
        MenuDesc = "会計の技能を磨き税金を減らす",
    },

    GoodPay = {
        ["1"] = {
            Desc = "あなたはたまに質の高い補給品を受け取る",
            Name = "見習い補給係",
        },
        ["2"] = {
            Desc = "あなたは頻繁に質の高い補給品を受け取る",
            Name = "熟練補給係",
        },
        MenuDesc = "補給係としての経験が、給料物資の品質を上げる",
    },

    ResCurse = {
        ["1"] = {
            Desc = "あなたの祈りは呪いの言葉を掻き消す",
            Name = "祈祷師",
        },
        MenuDesc = "祈祷を捧げることで、呪いの言葉の効力を弱める",
    },

    End = {
        ["1"] = {
            Desc = "あなたは我慢強い[耐久+3]",
            Name = "我慢強い",
        },
        ["2"] = {
            Desc = "あなたはとても我慢強い[耐久+6]",
            Name = "とても我慢強い",
        },
        ["3"] = {
            Desc = "あなたは恐ろしく我慢強い[耐久+9]",
            Name = "恐ろしく我慢強い",
        },
        MenuDesc = "頭を壁にぶつけて耐久力を高める",
    },

    Martial = {
        ["1"] = {
            Desc = "あなたは格闘技を会得している[格闘+3]",
            Name = "格闘家",
        },
        ["2"] = {
            Desc = "あなたは拳聖だ[格闘+6]",
            Name = "拳聖",
        },
        MenuDesc = "ストリートファイトに興じ格闘技の技を得る",
    },

    Casting = {
        ["1"] = {
            Desc = "あなたの集中力は高い[詠唱+4]",
            Name = "集中",
        },
        ["2"] = {
            Desc = "あなたは極度に集中できる[詠唱+8]",
            Name = "高い集中",
        },
        MenuDesc = "日々瞑想し詠唱技術を高める",
    },

    PowerBash = {
        ["1"] = {
            Desc = "あなたは盾で攻撃する機会を多く得る",
            Name = "盾殴り",
        },
        MenuDesc = "盾の扱いを身につけ、盾での攻撃機会を増やす",
    },

    NoFear = {
        ["1"] = {
            Desc = "あなたの攻撃は敵を恐怖させない",
            Name = "優しい笑顔",
        },
        MenuDesc = "優しい笑顔を習得し、敵が逃げ出すのを防ぐ",
    },

    TwoWield = {
        ["1"] = {
            Desc = "あなたは複数の武器を巧みに操る[二刀流+4]",
            Name = "二刀流の習熟",
        },
        ["2"] = {
            Desc = "あなたは二刀流を極めている[二刀流+8]",
            Name = "二刀流の達人",
        },
        MenuDesc = "長年の修行により二刀流の技術を磨く",
    },

    Darkness = {
        ["1"] = {
            Desc = "あなたは暗闇に慣れている[暗黒耐性強化]",
            Name = "暗闇への適正",
        },
        ["2"] = {
            Desc = "あなたは闇の中で生活できる[暗黒耐性強化]",
            Name = "暗闇への強い適正",
        },
        MenuDesc = "地底での生活が暗黒への耐性を高める",
    },

    Poison = {
        ["1"] = {
            Desc = "あなたは毒に免疫がある[毒耐性強化]",
            Name = "免疫",
        },
        ["2"] = {
            Desc = "あなたには毒に強い免疫がある[毒耐性強化]",
            Name = "強い免疫",
        },
        MenuDesc = "貴族の毒見係のおかげで毒への耐性を得る",
    },

    Trade = {
        ["1"] = {
            Desc = "あなたは交渉が上手い[交渉+4]",
            Name = "交渉上手",
        },
        ["2"] = {
            Desc = "あなたの交渉は神ががっている[交渉+8]",
            Name = "交渉の神",
        },
        MenuDesc = "行商人の元で働き交渉の技術を学ぶ",
    },

    Faith = {
        ["1"] = {
            Desc = "あなたは信仰に篤い[信仰+4]",
            Name = "信者",
        },
        ["2"] = {
            Desc = "あなたは猛烈な信者だ[信仰+8]",
            Name = "狂信者",
        },
        MenuDesc = "神官の下で修行し信仰を深める",
    },

    Lucky = {
        ["1"] = {
            Desc = "あなたは幸運の持ち主だ",
            Name = "幸運の持ち主",
        },
        ["2"] = {
            Desc = "あなたは類稀な幸運の持ち主だ",
            Name = "類稀な幸運",
        },
        ["3"] = {
            Desc = "あなたは幸運の女神の寵愛を受けている",
            Name = "幸運の女神の寵愛",
        },
        MenuDesc = "流れ星を見て幸運を手にする",
    },

    Hp = {
        ["1"] = {
            Desc = "あなたは苦行者の見習いだ[HP+5%]",
            Name = "苦行者見習い",
        },
        ["2"] = {
            Desc = "あなたは立派な苦行者だ[HP+10%]",
            Name = "苦行者",
        },
        ["3"] = {
            Desc = "あなたは熟練した苦行者だ[HP+15%]",
            Name = "熟練の苦行者",
        },
        ["4"] = {
            Desc = "あなたは苦行の達人だ[HP+20%]",
            Name = "苦行の達人",
        },
        ["5"] = {
            Desc = "あなたは伝説的名苦行者だ[HP+25%]",
            Name = "伝説的苦行者",
        },
        MenuDesc = "苦行を通じてHPを増やす",
    },

    Mp = {
        ["1"] = {
            Desc = "あなたは魔力の遺伝子を持っている[MP+5%]",
            Name = "魔力の遺伝子",
        },
        ["2"] = {
            Desc = "あなたは魔力の細胞を持っている[MP+10%]",
            Name = "魔力の細胞",
        },
        ["3"] = {
            Desc = "あなたには魔力の血液が流れている[MP+15%]",
            Name = "魔力の血液",
        },
        ["4"] = {
            Desc = "あなたの肉体は魔力を帯びている[MP+20%]",
            Name = "魔力の肉体",
        },
        ["5"] = {
            Desc = "あなたは魔力を支配している[MP+25%]",
            Name = "魔力の支配",
        },
        MenuDesc = "遺伝子組み換えを行いMPを増やす",
    },

    Alert = {
        ["1"] = {
            Desc = "あなたは罠に注意している[探知+3]",
            Name = "罠への注意",
        },
        ["2"] = {
            Desc = "あなたは罠に警戒している[探知+6]",
            Name = "罠への警戒",
        },
        MenuDesc = "周りを注意深く観察し、罠の発見を容易にする",
    },

    Runner = {
        ["1"] = {
            Desc = "あなたは速く走ることができる[速度+5]",
            Name = "俊足",
        },
        ["2"] = {
            Desc = "あなたは猫よりも速い[速度+10]",
            Name = "韋駄天",
        },
        MenuDesc = "猫を追いかけて速くなる",
    },

    Hardy = {
        ["1"] = {
            Desc = "あなたの防御は石のように硬い[PV+5]",
            Name = "石の守備",
        },
        ["2"] = {
            Desc = "あなたの守備は鉄壁だ[PV+10]",
            Name = "鉄の守備",
        },
        ["3"] = {
            Desc = "あなたの防御は鋼のように固い[PV+15]",
            Name = "鋼の守備",
        },
        MenuDesc = "受身を会得しPVを上昇させる",
    },

    Defense = {
        ["1"] = {
            Desc = "あなたは見切れる[DV+4]",
            Name = "見極め",
        },
        ["2"] = {
            Desc = "あなたはかなり見切れる[DV+8]",
            Name = "見極めの熟練者",
        },
        ["3"] = {
            Desc = "あなたの見切りは伝説的だ[DV+12]",
            Name = "見極めの達人",
        },
        MenuDesc = "敵の動きを見極めDVを上昇させる",
    },

    Evade = {
        ["1"] = {
            Desc = "あなたは回避に長けている[回避+2]",
            Name = "回避の修練者",
        },
        ["2"] = {
            Desc = "あなたは華麗に回避する[回避+4]",
            Name = "回避の熟練者",
        },
        ["3"] = {
            Desc = "あなたは回避の達人だ[回避+6]",
            Name = "回避の達人",
        },
        MenuDesc = "回避の技術に磨きをかける",
    },

    EatHuman = {
        ["1"] = {
            Desc = "あなたは人肉を食べることに抵抗がない",
        },
        Name = {
            Positive = "カンニバリズム",
        },
        OnGainLevel = "あなたは人肉の味の虜になった。",
        OnLoseLevel = "あなたは人肉の味に飽きた。",
    },

    IronSkin = {
        ["-1"] = {
            Desc = "あなたの皮膚は白い[PV-3]",
        },
        ["-2"] = {
            Desc = "あなたの皮膚は脆い[PV-6]",
        },
        ["-3"] = {
            Desc = "あなたの皮膚は崩れている[PV-9]",
        },
        ["1"] = {
            Desc = "あなたの皮膚は硬い[PV+3]",
        },
        ["2"] = {
            Desc = "あなたの皮膚はとても硬い[PV+6]",
        },
        ["3"] = {
            Desc = "あなたは鉄のような皮膚を持っている[PV+9]",
        },
        Name = {
            Negative = "アルビノ",
            Positive = "鉄の皮膚",
        },
        OnGainLevel = "あなたの皮膚は硬くなった。",
        OnLoseLevel = "あなたの皮膚は薄くなった。",
    },

    JointAche = {
        ["-1"] = {
            Desc = "あなたの関節はきしむ[器用-3]",
        },
        ["-2"] = {
            Desc = "あなたは関節痛に悩んでいる[器用-6]",
        },
        ["-3"] = {
            Desc = "あなたはひどい関節痛を抱えている[器用-9]",
        },
        ["1"] = {
            Desc = "あなたの関節はしなやかだ[器用+3]",
        },
        ["2"] = {
            Desc = "あなたの関節はとてもしなやかだ[器用+6]",
        },
        ["3"] = {
            Desc = "あなたの関節は驚くほどしなやかだ[器用+9]",
        },
        Name = {
            Negative = "きしむ関節",
            Positive = "しなやかな関節",
        },
        OnGainLevel = "あなたの関節はしなやかになった。",
        OnLoseLevel = "あなたの関節は痛み出した。",
    },

    TrollBlood = {
        ["-1"] = {
            Desc = "あなたは血の気が少ない[自然治癒弱化]",
        },
        ["-2"] = {
            Desc = "あなたの顔には血の気が全くない[自然治癒弱化]",
        },
        ["1"] = {
            Desc = "あなたの傷跡は再生する[自然治癒強化]",
        },
        ["2"] = {
            Desc = "あなたの傷は瞬く間にふさがる[自然治癒強化]",
        },
        Name = {
            Negative = "貧血",
            Positive = "トロールの血",
        },
        OnGainLevel = "あなたの血液は緑っぽくなった。",
        OnLoseLevel = "あなたの血液は薄れた。",
    },

    Leg = {
        ["-1"] = {
            Desc = "あなたの脚はねじれている[速度下降]",
        },
        ["-2"] = {
            Desc = "あなたの脚はとてもねじれている[速度下降]",
        },
        ["-3"] = {
            Desc = "あなたの脚は折れている[速度下降]",
        },
        ["1"] = {
            Desc = "あなたの脚はしなやかだ[速度上昇]",
        },
        ["2"] = {
            Desc = "あなたの脚はとてもしなやかだ[速度上昇]",
        },
        ["3"] = {
            Desc = "あなたの脚は理想的な形をしている[速度上昇]",
        },
        Name = {
            Negative = "ねじれた脚",
            Positive = "しなやかな脚",
        },
        OnGainLevel = "あなたの脚はしなやかになった。",
        OnLoseLevel = "あなたの脚はねじれた。",
    },

    Arm = {
        ["-1"] = {
            Desc = "あなたの腕はたるんでいる[筋力-3]",
        },
        ["-2"] = {
            Desc = "あなたの腕はとてもたるんでいる[筋力-6]",
        },
        ["-3"] = {
            Desc = "あなたの腕には筋肉がない[腕力-9]",
        },
        ["1"] = {
            Desc = "あなたの腕はひきしまっている[筋力+3]",
        },
        ["2"] = {
            Desc = "あなたの腕は強力だ[筋力+6]",
        },
        ["3"] = {
            Desc = "あなたの腕は筋肉の塊だ[筋力+9]",
        },
        Name = {
            Negative = "弱い腕",
            Positive = "強い腕",
        },
        OnGainLevel = "あなたの腕の筋肉が増えた。",
        OnLoseLevel = "あなたの腕の贅肉が増えた。",
    },

    Voice = {
        ["-1"] = {
            Desc = "あなたの声はかれている[魅力-5]",
        },
        ["-2"] = {
            Desc = "あなたが喋ると皆逃げる[魅力-10]",
        },
        ["1"] = {
            Desc = "あなたは美声を持っている[魅力+5]",
        },
        ["2"] = {
            Desc = "あなたの声は全てを魅了する[魅力+10]",
        },
        Name = {
            Negative = "かれた声",
            Positive = "美声",
        },
        OnGainLevel = "あなたの声はよく通る。",
        OnLoseLevel = "あなたの声はかれた。",
    },

    Brain = {
        ["-1"] = {
            Desc = "あなたは少しぼけている[暗記-4]",
        },
        ["-2"] = {
            Desc = "あなたは痴呆だ[暗記-8]",
        },
        ["1"] = {
            Desc = "あなたの脳は機械化している[暗記+4]",
        },
        ["2"] = {
            Desc = "あなたの脳は完璧な機械だ[暗記+8]",
        },
        Name = {
            Negative = "痴呆",
            Positive = "脳内コンピュータ",
        },
        OnGainLevel = "あなたの脳は機械化した。",
        OnLoseLevel = "あなたの脳は原始化した。",
    },

    ResMagic = {
        ["-1"] = {
            Desc = "あなたは魔法に弱い[魔法耐性弱化]",
        },
        ["1"] = {
            Desc = "あなたは魔法に耐性がある[魔法耐性強化]",
        },
        Name = {
            Negative = "魔法の弱点",
            Positive = "魔法への耐性",
        },
        OnGainLevel = "あなたは魔法の耐性を得た。",
        OnLoseLevel = "あなたは魔法の耐性を失った。",
    },

    ResSound = {
        ["-1"] = {
            Desc = "あなたの鼓膜は薄い[音耐性弱化]",
        },
        ["1"] = {
            Desc = "あなたの鼓膜は厚い[音耐性強化]",
        },
        Name = {
            Negative = "弱い鼓膜",
            Positive = "強い鼓膜",
        },
        OnGainLevel = "あなたの鼓膜は厚くなった。",
        OnLoseLevel = "あなたの鼓膜は薄くなった。",
    },

    ResFire = {
        ["-1"] = {
            Desc = "あなたの腕には鳥肌がたっている[火炎耐性弱化]",
        },
        ["1"] = {
            Desc = "あなたの血は滾っている[火炎耐性強化]",
        },
        Name = {
            Negative = "火炎弱点",
            Positive = "火炎耐性",
        },
        OnGainLevel = "あなたの血は滾りだした。",
        OnLoseLevel = "あなたの腕に鳥肌がたった。",
    },

    ResCold = {
        ["-1"] = {
            Desc = "あなたの皮膚は寒さに弱い[冷気耐性弱化]",
        },
        ["1"] = {
            Desc = "あなたの皮膚には霜が付いている[冷気耐性強化]",
        },
        Name = {
            Negative = "冷気弱点",
            Positive = "冷気耐性",
        },
        OnGainLevel = "あなたの皮膚は冷たくなった。",
        OnLoseLevel = "あなたは汗をかきはじめた。",
    },

    ResLightning = {
        ["-1"] = {
            Desc = "あなたの身体は電気を良く通す[電撃耐性弱化]",
        },
        ["1"] = {
            Desc = "あなたは非電導体だ[電撃耐性強化]",
        },
        Name = {
            Negative = "電撃弱点",
            Positive = "電撃耐性",
        },
        OnGainLevel = "あなたは非電導体になった。",
        OnLoseLevel = "あなたの身体は電気を良く通す。",
    },

    Eye = {
        ["-1"] = {
            Desc = "あなたは色弱だ[感覚-5]",
        },
        ["-2"] = {
            Desc = "あなたは片目がない[感覚-10]",
        },
        ["1"] = {
            Desc = "あなたは猫の目をしている[感覚+5]",
        },
        ["2"] = {
            Desc = "あなたは鷹の目をしている[感覚+10]",
        },
        Name = {
            Negative = "色弱",
            Positive = "鷹の目",
        },
        OnGainLevel = "あなたの目は細くなった。",
        OnLoseLevel = "あなたの視力は低下した。",
    },

    PermFire = {
        ["-1"] = {
            Desc = "あなたは火炎に弱い",
        },
        ["-2"] = {
            Desc = "あなたはかなり火炎に弱い",
        },
        ["1"] = {
            Desc = "あなたは火炎に耐性がある",
        },
        ["2"] = {
            Desc = "あなたは火炎にかなりの耐性がある",
        },
    },

    PermCold = {
        ["-1"] = {
            Desc = "あなたは冷気に弱い",
        },
        ["-2"] = {
            Desc = "あなたはかなり冷気に弱い",
        },
        ["1"] = {
            Desc = "あなたは冷気に耐性がある",
        },
        ["2"] = {
            Desc = "あなたは冷気にかなりの耐性がある",
        },
    },

    PermPoison = {
        ["-1"] = {
            Desc = "あなたは毒に弱い",
        },
        ["-2"] = {
            Desc = "あなたはかなり毒に弱い",
        },
        ["1"] = {
            Desc = "あなたは毒に耐性がある",
        },
        ["2"] = {
            Desc = "あなたは毒にかなりの耐性がある",
        },
    },

    PermDarkness = {
        ["-1"] = {
            Desc = "あなたは暗黒に弱い",
        },
        ["-2"] = {
            Desc = "あなたはかなり暗黒に弱い",
        },
        ["1"] = {
            Desc = "あなたは暗黒に耐性がある",
        },
        ["2"] = {
            Desc = "あなたは暗黒にかなりの耐性がある",
        },
    },

    PermCapacity = {
        ["1"] = {
            Desc = "あなたはマナの反動を軽減できる",
        },
    },

    PermResist = {
        ["1"] = {
            Desc = "あなたは高い耐性をもっている",
        },
    },

    PermWeak = {
        ["1"] = {
            Desc = "あなたは1s以上の物を装備できない[DV上昇]",
        },
    },

    PermEvil = {
        ["1"] = {
            Desc = "あなたは罪悪感を感じない[カルマ上限-20]",
        },
    },

    PermGood = {
        ["1"] = {
            Desc = "あなたは良い心を持っている[カルマ上限+20]",
        },
    },

    GodLuck = {
        ["1"] = {
            Desc = "あなたの周りでは質の高いエンチャントが生成される",
        },
    },

    GodEarth = {
        ["1"] = {
            Desc = "あなたが受ける物理ダメージは軽減される",
        },
    },

    GodElement = {
        ["1"] = {
            Desc = "あなたの元素魔法は強化されている",
        },
    },

    GodHeal = {
        ["1"] = {
            Desc = "あなたは周囲の狂気を緩和する",
        },
    },

    Moe = {
        ["1"] = {
            Desc = "あなたは萌える",
        },
    },

    PermDim = {
        ["1"] = {
            Desc = "あなたは朦朧状態にならない",
        },
    },

    PermMaterial = {
        ["1"] = {
            Desc = "あなたはより多く採取できる",
        },
    },

    PermSlowFood = {
        ["1"] = {
            Desc = "あなたの食料の消化は遅い",
        },
    },

    PermSkillPoint = {
        ["1"] = {
            Desc = "あなたには追加の成長ボーナスが与えられる",
        },
    },

    PermMagic = {
        ["-1"] = {
            Desc = "あなたは魔法に弱い",
        },
        ["-2"] = {
            Desc = "あなたはかなり魔法に弱い",
        },
        ["1"] = {
            Desc = "あなたは魔法に耐性がある",
        },
        ["2"] = {
            Desc = "あなたは魔法にかなりの耐性がある",
        },
    },

    PermChaosShape = {
        ["1"] = {
            Desc = "あなたの肉体は刻々と変化する",
        },
    },

    PermResEther = {
        ["1"] = {
            Desc = "あなたのエーテル病の進行は遅い",
        },
    },

    EtherGravity = {
        ["-1"] = {
            Desc = "あなたは重力を生み出している[重量+10%]",
        },
        ["-2"] = {
            Desc = "あなたは大きな重力を生み出している[重量+20%]",
        },
        ["-3"] = {
            Desc = "あなたはとてつもない重力を生み出している[重量+30%]",
        },
        OnGainLevel = "あなたの周りの重力は軽減した。",
        OnLoseLevel = "あなたは重力を発するようになった。",
    },

    EtherUgly = {
        ["-1"] = {
            Desc = function(x)
                return "あなたの顔はただれている[魅力" .. x .. "]"
            end,
        },
        ["-2"] = {
            Desc = function(x)
                return "あなたの顔中に蕁麻疹が出ている[魅力" .. x .. "]"
            end,
        },
        ["-3"] = {
            Desc = function(x)
                return "あなたの顔は崩れかけている[魅力" .. x .. "]"
            end,
        },
        OnGainLevel = "あなたの顔のただれは軽くなった。",
        OnLoseLevel = "あなたの顔はただれた。",
    },

    EtherFoot = {
        ["-1"] = {
            Desc = function(x)
                return "あなたの足の裏は蹄になっている[足装備不可 速度+" .. x .. "]"
            end,
        },
        OnGainLevel = "あなたの足は元に戻った。",
        OnLoseLevel = "あなたの足の裏は蹄に変形した。",
    },

    EtherEye = {
        ["-1"] = {
            Desc = function(x, y)
                return "あなたの目は4つある[感覚+" .. x .. " 魅力" .. y .. "]"
            end,
        },
        OnGainLevel = "あなたの目は減った。",
        OnLoseLevel = "あなたの目は増殖した。",
    },

    EtherFeather = {
        ["-1"] = {
            Desc = function(x)
                return "あなたの背中には羽がある[背中装備不可 重量-20% 速度+" .. x .. "]"
            end,
        },
        OnGainLevel = "あなたの背中から羽が消えた。",
        OnLoseLevel = "あなたの背中に羽が生えた。",
    },

    EtherNeck = {
        ["-1"] = {
            Desc = function(x, y)
                return "あなたの首はもの凄く太い[首装備不可 魅力" .. x .. " PV+" .. y .. "]"
            end,
        },
        OnGainLevel = "あなたの首は細くなった。",
        OnLoseLevel = "あなたの首は太くなった。",
    },

    EtherRage = {
        ["-1"] = {
            Desc = function(x, y)
                return "あなたは殺戮に飢えている[DV" .. x .. " ダメージ修正+" .. y .. "]"
            end,
        },
        OnGainLevel = "あなたの心は落ち着いた。",
        OnLoseLevel = "あなたは憎しみに支配された。",
    },

    EtherMind = {
        ["-1"] = {
            Desc = function(x, y, z, w)
                return "あなたの頭は巨大化している[耐久"
                    .. x
                    .. " 器用"
                    .. y
                    .. " 習得+"
                    .. z
                    .. " 意思+"
                    .. w
                    .. "]"
            end,
        },
        OnGainLevel = "あなたの頭は元に戻った。",
        OnLoseLevel = "あなたの頭は巨大化した。",
    },

    EtherRain = {
        ["-1"] = {
            Desc = "あなたは雨を呼ぶ[雨天確率上昇]",
        },
        OnGainLevel = "あなたの頭上から雨雲が消えた。",
        OnLoseLevel = "あなたの頭上に雨雲が現れた。",
    },

    EtherPotion = {
        ["-1"] = {
            Desc = "あなたはポーション中毒だ[定期的ポーション消費]",
        },
        OnGainLevel = "あなたのポーション中毒は消えた。",
        OnLoseLevel = "あなたはポーション中毒になった。",
    },

    EtherWeak = {
        ["-1"] = {
            Desc = function(x)
                return "あなたは衰弱している[HP-15% 筋力" .. x .. "]"
            end,
        },
        OnGainLevel = "あなたは健康になった。",
        OnLoseLevel = "あなたは衰弱した。",
    },

    EtherFool = {
        ["-1"] = {
            Desc = function(x)
                return "あなたは痴呆になっている[MP-15% 魔力" .. x .. "]"
            end,
        },
        OnGainLevel = "あなたは明晰になった。",
        OnLoseLevel = "あなたはぼけた。",
    },

    EtherHeavy = {
        ["-1"] = {
            Desc = function(x, y)
                return "あなたは重い甲殻で覆われている[PV+" .. x .. " 速度" .. y .. "]"
            end,
        },
        OnGainLevel = "あなたの皮膚から甲殻が消えた。",
        OnLoseLevel = "あなたの皮膚は甲殻で覆われた。",
    },

    EtherTeleport = {
        ["-1"] = {
            Desc = "あなたの周囲の空間は捩れている[ランダムテレポート]",
        },
        OnGainLevel = "あなたの周囲の空間は元通りになった。",
        OnLoseLevel = "あなたの周囲の空間は捩れた。",
    },

    EtherStaff = {
        ["-1"] = {
            Desc = "あなたは生きたマナバッテリーだ[杖から魔力抽出]",
        },
        OnGainLevel = "あなたのマナは元通りになった。",
        OnLoseLevel = "あなたのマナは杖から魔力を抽出する。",
    },

    EtherPoison = {
        ["-1"] = {
            Desc = "あなたの手から毒が滴っている[ポーション毒化 毒耐性強化]",
        },
        OnGainLevel = "あなたの手は元通りになった。",
        OnLoseLevel = "あなたの手から毒が滴り出した。",
    },
}
