OpenNefia.Prototypes.Elona.Book.Elona = {
MyDiary = {
        Title = "日记",
        Text = [[

从今天开始，决定每天写日记。
]],
    },BeginnersGuide = {
        Title = "送给迷路士兵的手册",
        Text = [[
送给迷路士兵的手册
由尤达纳将军撰写

（注）禁止尤达纳以外的人阅读！

迷路的诸位，不知道该做什么的诸位，不要
担心。我将简单地解释一下迷失于队伍时应
采取的行动。

■该做什么

首先，逃离战场，朝东南方的矿镇维尔尼斯
前进是个好主意。那里有食物和物资，如果
有零钱的话还可以买些东西。

准备好之后，最好去街道东边的洞穴。对于
新手来说，那里是获得经验的绝佳地方，而
且还能赚不少钱。

■不该做的事

不要轻易地去各种地方。听说过有人刚进入
一个陌生的地下城，就被强大的怪物杀死的
故事。

要时刻注意食物的剩余量。虽然食物很贵，
但为了生存是必需的。补充食物的方法有很
多，但要时刻注意自己的饥饿程度。

■最终目标是什么？

如果你积累了足够的经验，那么，去迁斯马
斯吧。迁斯马斯是尤达纳遗迹群中的一座，
据说隐藏着尤达纳的繁荣之钥匙。

虽然迄今为止还没有人到达过最下层并回来
，但能解开这个迷宫之谜的人将获得巨额奖
金。

祝你们好运！
]],
    },ItsABug = {
        Title = "这是一个Bug",
        Text = [[
这本书会在物品生成失败时出现。
如果您有特别的行为或者对Bug的原因有想
法，请告诉我们，感激不尽。
这不会影响游戏的进行，如果原因不明请忽
略。
]],
    },
    DontReadThis = {
        Title = "不要看",
        Text = [[


看到了?
]],
    },
    MuseumGuide = {
        Title = "博物馆经营手册",
        Text = [[
博物馆经营手册
    由制作癖者编写

对于那些想要经营博物馆的怪人，我有几点
建议。

博物馆是一座设施，展示稀有的剥制动物和
卡片，并从来访者那里获取收入。只要在博
物馆的任何地方摆放这些物品，你就能确认
博物馆的等级提升。

每个剥制动物和卡片有其不同的稀有价值。
巨大的剥制动物，以及很难获得或独特的物
品，其稀有价值就越高。

需要注意的是，重叠的物品不能算作展示的
物品。此外，全都是相同类型的物品，从第
二件开始其稀有价值就会降低。

祝你好运。我期待着有一天听到关于你博物
馆的传闻。

ps. 哦，差点忘记。由于初始的博物馆空
间有限，如果空间不足，请考虑挖掘扩建。
]],
    },CrimberryAddict = {
        Title = "克拉姆贝瑞中毒",
        Text = [[
克拉姆贝瑞中毒


克拉姆贝瑞是一种具有幻觉作用的克拉姆果
实。滥用的主要是晾干的克拉姆贝瑞。克拉
姆贝瑞含有罗沙毕辛和罗西罗辛等麻醉成分。

如果继续滥用，对克拉姆贝瑞的依赖可能不
满足，可能导致对其他药物，如冰毒或大麻
的滥用。

克拉姆贝瑞中的麻醉成分罗沙毕辛和罗西罗
辛会对中枢神经系统产生影响，产生中枢神
经系统的兴奋、麻痹和幻觉。主要症状包括
幻觉、醉酒状态、狂躁、发热等，这些症状
会在食用后15-60分钟内出现。
]],
    },CatsCradle = {
        Title = "眼花缭乱",
        Text = [[




眼花缭乱，眼花缭乱，眼花缭乱
]],
    },HerbEffect = {
    Title = "草药的功效",
    Text = [[
草药的功效
	由草药狂人撰写

●库拉利亚
效果不太清楚。但是，临床实验表明它对
所有能力都有积极影响。

●摩吉亚
这很明显。它可以提升力量和耐久，同时
增强潜能。

●马雷隆
与摩吉亚有类似的效果，但似乎会影响精神
能力。

●斯本草
不太清楚。近年的理论认为它对感觉系统
有益。

●阿尔隆尼亚
可以激活荷尔蒙。会让人感觉非常性感。…
嗯咳。据说也有助于提高记忆力。

●斯托玛菲利亚
这种草药的效果是让人感觉非常饱满，像
肚子要爆炸了一样。
]],
},ShopkeeperGuide = {
        Title = "店铺运营手册",
        Text = [[
店铺运营手册
    撰写者：熟练店主

店铺的运营并不是什么难事。只需摆放大量
的物品，雇佣有魅力的店主，然后定期等待
销售报告即可。为了避免冗长的解释，我只
写下几个提示。

* 客流量与店主的魅力和店铺等级成正比。

* 店铺等级会随着出售物品的数量达到一
定水平而提升。

* 客人的钱包会因为店铺等级的提升而越
来越丰厚。

* 在店铺等级较低的时候，高价物品是卖
不出去的。

* 车厢货物和家具是不能卖的。

最后，但并非不重要的是，掉在地板上的东
西会被自动视为商品，所以请小心不要丢失
珍贵物品。
]],
    },EasyGardening = {
    Title = "第一次自家种植",
    Text = [[
第一次自家种植
    由农民撰写

自给自足...听起来很棒呢。对于希望在副
业或爱好中进行农业的人，让我们教你简单
的自家种植方法。

首先，最重要的是选择种植的时间和地点。
对于种植时间来说，最好是在雨天，而地点
当然选择菜地。在雨天种植的种子不容易枯
萎，而菜地的土壤增加了收获的种子新发芽
的可能性。

种下种子后，让我们观察它们的生长。如果
顺利的话，种子会在土壤中扎根，并在半个
月到一个月内结果。在种植技能较低的情况
下，中途枯死的情况很常见，但请不要失去
信心。

最后是令人期待的收获。嗯，在此之前，记
住一定要知道，结果的种子不会枯死。

收获是种植技巧最受考验的时刻。如果你的
技能相当高，收获的植物会再次留下新的芽。

在诺斯迪利斯（Nothilis），有很多奇怪
的植物种子。请务必购买自己的农田并享受
自给自足的生活。

PS 还有传闻说收获最好在雨天进行。实际
效果是什么，仍然不确定。这可能只是心情
上的不同。
]],
},Water = {
        Title = "珍惜水资源！",
        Text = [[
珍惜水资源！
	笔者：愤怒的环保小姐

抛弃水资源是多么浪费！
只需付出一点努力，水就会变得非常珍贵。

你想知道该怎么做吗？别问那种问题！你应
该知道该怎么做！
]],
    },BreedersGuide = {
        Title = "牧畜指南",
        Text = [[
牧畜指南
	牧畜大师撰写

嗯…我不擅长写书
但是…我想要版税…也没有其他事可
做了…

牧畜吗…我也是为了追求浪漫而从事这个
家业的，但一开始连续失败了。
首先最大的难关是获取繁殖者。
繁殖者是什么呢…？
如字面意思所示，就是不断产生后代的生物。
注册繁殖者后，随着时间的流逝，种群会繁
荣起来。

开始的时候，我推荐使用野生动物、鸡和
羊。一般来说，野生动物的繁殖能力很高。
怪物的繁殖概率似乎会随着生物的强大而
减低。

牧场内部尽量保持整洁。
需要地方让它们下蛋和产乳…
还有，家畜数量太多的话，繁殖率和产出
蛋和乳的能力都会下降。20只左右是一个
合适的数目吧？可以适当地进行选择。

家畜的增多怎么处理，就取决于你了…
由于家畜随时可带出，所以可以卖给奴隶
商人。
杀死家畜并剥取肉的话，就不会有食物
不足的问题了。
肉会腐烂…？不不…在这种情况下…（字
写得太乱无法辨认）

在进行屠宰时，有时其他家畜会被激动，
但只要你离开牧场片刻，它们就会安静下来。

呃…解释到此为止…牧畜并不需要太多精力，
你可以考虑将其作为副业哦？
]],
},StrangeDiary = {
    Title = "神秘的手记",
    Text = [[



（文字有些模糊不清）

瑞秋……我不会忘记你。

为了保留记忆……

你的疾病……现代医学……尽力而为。

我……没有办法……

因此

永远……你的回忆……

秘密的花园……在雪原上……

地点是……从……向北2……到4……

我最深爱的妹妹啊……我……

安息吧…
]],
},PyramidInvitation = {
        Title = "挑戦状：金字塔",
        Text = [[
金字塔への招待状
	由金字塔的主人塞恩亲笔书写

作为一个有名的勇者，我邀请您前来我的金
字塔。

请将其视为一种游戏。凭借您的勇气和智慧
，能否成功攻克塞恩家族伟大祖先建造的迷
宫呢？或者像许多勇者一样，在战斗中失败
，成为金字塔的一份子呢。

当然，我要明确指出，这个迷宫中隐藏的财
宝足以抵御相应的危险。

哦，还有一件事。您不需要预订葬礼。因为
金字塔中的守护者们将把您的尸体吃得干干
净净。
]],
    },CardGameManual = {
        Title = "卡牌游戏规则",
        Text = [[
卡牌游戏规则（暂定）
	by 卡牌大师

· 每个玩家从30张卡中组成一副牌开始游戏。

· 卡牌分为生物和法术两种类型。

· 每张卡根据不同的神领域（领域）进行分类
，玩家可以在游戏中相信存在于自己牌库中的
神。

· 玩家的起始生命和起始发牌数量与牌库中不
同领域的数量成反比（相信较多的神意味着力
量较弱）。

· 最先将对手生命值降为0的玩家获胜。如果
在抽牌时牌库中没有卡牌，则玩家生命值变为0。

· 游戏开始时，一定数量的牌会从牌库发放。

· 玩家的回合由开始、抽牌、主要、结束四个
阶段组成。

· 在玩家的开始阶段，玩家获得相应的法力产
出作为法力。此外，玩家场上的所有生物的生
命值恢复到最大值，并且已经行动过的生物可
以再次行动。

· 在玩家的抽牌阶段，玩家抽取一张牌。

· 当持有7张牌时进行抽牌，手牌最左边的牌
将被送入墓地。

· 在玩家的主要阶段，玩家可以消耗法力将卡
牌放到场上，播放法术卡或能力，并使生物进
行攻击。

· 有虹色背景的卡牌在消耗成本数量之前，
必须在场上发出同一领域的土地卡才能播放。

· 在玩家的主要阶段，玩家可以祭奠手牌
中的一张卡牌给神，祭奠的牌将变成相对
应领域的土地卡并放置在自己的场上。此
外，玩家获得1点法力。

· 变成土地的卡牌将在游戏结束前作为土
地卡使用。每张土地可以产生1点法力收入。

· 被破坏的卡牌和完成施法的法术将被送入墓
地。当牌库中没有卡牌时，玩家将无法继续抽牌。

· 除土地外，玩家最多只能将8张卡放到场上
。如果没有空位，任何卡片都无法进行播放。

· 生物在执行攻击、防御或使用技能之后
将被标记为已行动，直到下一个玩家的回合。

· 召唤的生物在这个回合将被视为已行动
，但仍可进行防御操作。

· 如果指示生物进行攻击，则可以攻击对
手玩家的生命值。

· 防御方玩家可以进行防御操作，只要自
己的场上存在未行动的生物。

· 如果攻击被防御，防御方玩家的生命值
不会减少，但防御的生物将受到对手生物
攻击力的伤害。同时，攻击方生物也将受
到对手生物攻击力的伤害。

· 作为替代使用生物进行防御，防御方玩
家可以在有足够法力的情况下从手牌中播
放一张卡牌。

· 当生物生命值降为0时，它们将从场上
消失并送入墓地。

· 操作说明
确定键 选择
取消键 跳过回合/防御
S键 投降

· 卡牌说明
左上角（红色）攻击力
右上角（绿色）生命值
左下角（蓝色）打出时消耗法力
右下角（灰色）使用技能时消耗法力

· 玩家卡牌说明
上（绿色）生命值
下（蓝色）持有法力/每回合法力收入

· 未实现0费用的生物。

· 要获得法术卡，主要是使用在商店出售
的增益卡包。卡包中包含随机的5张卡。与
卡相关的买卖以“交易代币(TT)”作为货
币进行。TT主要通过与冒险者对战或比赛
的结果而增减。

]],
    },DungeonGuide = {
    Title = "地下城运营手册",
    Text = [[
地下城运营手册
	由地下城主编写

稍等片刻！

请稍等！
    
    
    
    
    

]],
},
}